Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/projects_fi/loppuraportti_musa.pdf.tmx
Source language: fin
Languages: sme

source: Taustatiedot
sme: Duogášdieđut

source: Projektin nimi Saamelaismusiikkikeskushanke Projektikoodi S85948 Tavoiteohjelma 1 B Toimintalinja Toimenpidekokonaisuus 6, Osaamisen kehittäminen maaseudulla Projektin päävastuuviranomainen Lapin lääninhallitus Projektia hallinnoiva organisaatio Saamelaiskäräjät Projektin vastuuhenkilö Juha Guttorm, hallintopäällikkö Puhelinnumero 016-655021 Postiosoite Saarikoskentie 4, 99870 Inari
sme: Prošeavtta namma Sámi musihkkaguovddášfidnu Prošeaktakoda S85948 Ulbmilprográmma 1 B Doaibmalinnjá Doaibmanollisvuohta 6, M áhttima ovddideapmi dálonguovlluin Prošeavtta váldovástueiseváldi Lappi leanaráđđehus Prošeavtta hálddašeaddji organisašuvdna Sámediggi Prošeavtta vástuolmmoš Juha Guttorm, hálddahushoavda Telefonnummir 016-655021 Boastačujuhus Saarikoskentie 4, 99870 Anár

source: Loppuraportin kirjoitti Saamelaismusiikkikeskushankkeen projektipäällikkö Annukka Hirvasvuopio-Laiti.
sme: Loahpparaportta čálii Sámi musihkkaguovddášfidnu prošeaktahoavda Annukka Hirvasvuopio-Laiti.

source: Yhteenveto projektin toteutuksesta ja tuloksista
sme: Čoahkkáigeassu prošeavtta ollašuhttimis ja bohtosiin

source: Projektin tavoitteet:
sme: Prošeavtta ulbmilat:

source: S aamelaismusiikkikeskushankkeen tarkoituksena oli selvittää S aamelaismusiikkikeskuksen perustamisen ja toiminnan käynnistämisen edellytyksiä osana Inariin rakennettavaa S aamelaiskulttuurikeskusta, ja siinä tarkoituksessa koordinoida ja organisoida saamelaismusiikin opetusta kouluille; oppilaille ja opettajille, sekä jatkaa Ijahis Idja – alkuperäiskansojen musiikkitapahtuman kehittämistä ja suunnittelua.
sme: S ámi musihkkaguovddášfidnu ulbmilin lei čilget S ámi musihkkaguovddášfidnu vuođđudeami ja álggaheami eavttuid oassin Sámi kulturguovddážis, mii ráhkaduvvo Anárii, ja dan dárkkuhusas koordineret ja organiseret sámemusihkkaoahpahusa skuvllaide; oahppiide ja oahpaheaddjiide, ja vel joatkit Ijahis Idja – eamiálbmotmusihkkadáhpáhusa ovddideami ja plánema.

source: Saamelaismusiikkikeskushankkeen projektipäälliköksi valittiin Annukka Hirvasvuopio-Laiti sekä hänen avukseen projektityöntekijä Jussi Isokoski.
sme: Sámi musihkkaguovddášfidnu prošeaktahoavdan válljejuvvui Annukka Hirvasvuopio-Laiti ja su veahkkin prošeaktabargi Jussi Isokoski.

source: Lapin lääninhallitus myönsi projektille kuukauden jatkoajan 30.11.2007 saakka, alun perin sen piti päättyä 31.10.2007.
sme: Lappi leanaráđđehus mieđihii prošektii joatkkaáiggi 30.11.2007 rádjai, álgoálggus dat galggai nohkat 31.10.2007.

source: Projekti oli jatkohanke Saamelaismusiikin opetuksen kehittämishankkeelle, jossa luotiin edellytyksiä saamelaisen musiikin opetuksen aloittamiselle.
sme: Prošeakta lei joatkkafidnu Sámemusihkkaoahpahusa ovddidanfidnui, mas ráhkaduvvojedje eavttut sámemusihka oahpahusa álggaheapmái.

source: ESR-hanke Saamelaismusiikin opetuksen kehittämishanke toimi 1.1.2005 alkaen maaliskuun 2007 loppuun saakka.
sme: ESR-fidnu Sámemusihka oahpahusa ovddidanfidnu doaimmai 1.1.2005 rájes njukčamánu 2007 loahpa rádjai.

source: Yhteensä 8 kuukautta kestäneen projektin aikana projektipäällikkö ja projektityöntekijä jatkoivat suunnittelutyötä Saamelaismusiikin opetuksen kehittämishankkeen aikana tehtyjen suunnitelmien pohjalta.
sme: Oktiibuot 8 mánu bistán prošeavtta áigge prošeaktahoavda ja prošeaktabargi jotkkiiga plánenbarggu Sámemusihka ovddidanfidnu áigge dahkkojuvvon plánaid vuođul.

source: Projektin aikana keskityttiin erityisesti Inariin rakennettavan Saamelaiskulttuurikeskuksen yhteyteen tulevan Saamelaismusiikkikeskuksen rahoituksen järjestämiseen sekä sisällöntuotantoon.
sme: Prošeavtta áigge čohkkejuvvojedje searat earenoamážit ordnet ruhtadeami ja buvttadit sisdoalu Sámi musihkkaguovddážii, mii boahtá Sámi kulturguovddáža oktavuhtii go dat huksejuvvo Anárii.

source: Saamelaismusiikin kouluopetusta pyrittiin edistämään ja järjestettiin opettajille ja päiväkotien työntekijöille suunnattu saamelaismusiikin koulutuspäivä 6.11.2007 Inarin Siidassa.
sme: Sámemusihka oahpahus skuvllain geahččaluvvui ovddiduvvot ja ordnejuvvui oahpaheaddjiide ja beaiveruovttuid bargiide oaivvilduvvon sámemusihka skuvlenbeaivi 6.11.2007 Anáris Siiddas.

source: Kouluopetusta järjestettiin yhdessä saamelaismusiikin oppikirjaa työstävien Ulla Pirttijärven ja Marko Jousteen kanssa yhteistyössä.
sme: Skuvlaoahpahus ordnejuvvui ovttas Ulla Pirttijärviin ja Marko Joustein, geat leaba ovttas ráhkadeamen sámemusihka oahppagirjji.

source: Nuorten bändileiri, jossa opetettiin sekä perinteistä että modernia saamelaismusiikkia, järjestettiin Sevettijärvellä 2.-4.11.2007.
sme: Nuoraid bándaleaira, gos oahpahuvvui sihke árbevirolaš ja moderna sámemusihkka, ordnejuvvui Čeavetjávrris 2.-4.11.2007.

source: Ijahis Idja – alkuperäiskansojen musiikkitapahtuma järjestettiin Inarin kirkonkylällä 25.- 27. toukokuuta 2007.
sme: Ijahis Idja – eamiálbmogiid musihkkadáhpáhus ordnejuvvui Anára girkosiiddas miessemánu 25.- 27. 2007.

source: M usiikkiterminologian työryhmä käänsi laajahkon musiikkisanastolistan pohjoissaameksi – puuttuva yhtenäinen musiikkisanasto on ollut suuri ongelma saamelaismusiikin opettamisessa, nyt tähän pulmaan saatiin helpotusta.
sme: M usihkkatearbmabargojoavku jorgalii viidábuš musihka sátnelisttá davvisámegillii – oktilis musihkkasátnelisttá váilun leamaš stuorra váttisvuohta sámemusihka oahpahusas, dál dán váttisvuhtii fitnašuvai geahpádus.

source: Projektin lähtökohta, tavoitteet ja kohderyhmä
sme: Prošeavtta vuolggasadji, ulbmilat ja čuozáhatjoavku

source: Hankkeen työn suuntaviivana toimi edellinen Saamelaiskäräjien hallinnoima ESR-projekti, Saamelaismusiikin opetuksen kehittämishanke, jonka tarkoituksena oli suunnitella ja luoda edellytyksiä saamelaismusiikin opetuksen aloittamiseksi saamelaisalueella.
sme: Fidnu háltelinján doaimmai ain ovddit ESR-prošeakta, Sámemusihka oahpahusa ovddidanfidnu, man ulbmilin lei plánet ja lágidit diliid sámemusihka oahpahusa álggaheami várás sámeguovllus.

source: Projektin lähtökohtana oli pyrkiä säilyttämään perinteisiä saamelaisia musiikin muotoja (joiku eli luohti, sekä leudd, livđe), järjestää jatkuvaa saamelaismusiikin opetusta saamelaisalueelle, motivoida nuoria opiskelemaan omaa perinteistä musiikkiaan, tehdä saamelaismusiikkia tunnetuksi sekä osaltaan pyrkiä kehittämään sitä.
sme: Prošeavtta vuolggasadjin lei viggat doalahit árbevirolaš sámemusihka hámiid (juoiggus dahjege luohti, sihke leudd, liđve), ordnet fásta sámemusihka oahpahusa sámeguvlui, movttiidahttit nuoraid studeret iežaset árbevirolaš musihka, dahkat sámemusihka dovddusin sihke bealistis viggat ovddidit dan.

source: Tätä hanketta puolestaan edelsi Saamelaiskäräjien Suomen M usiikkioppilaitosten Liitolta vuonna 2004 tilaama esiselvitys saamelaismusiikkiopiston opetuksen järjestämisestä.
sme: Dán fidnu ovdal lei fas Sámedikki Suoma M usihkkaoahppolágádusaid lihtus jagi 2004 diŋgon ovdačilgehus sámemusihkkaoahpahusa ordnemis.

source: Työryhmän laatimaa esiselvitystä ennen Saamelaiskäräjät oli tilannut Saamelaisalueen koulutuskeskukselta selvityksen saamelaismusiikin opetuksen järjestämisestä.
sme: Bargojoavkku ráhkadan ovdačilgehusa ovdal Sámediggi lei diŋgon Sámi oahpahusguovddážis čilgehusa sámemusihka oahpahusa ordnemis.

source: Tämän selvityksen kirjoitti tutkija Ilpo Saastamoinen.
sme: Dán čilgehusa čálii dutki Ilpo Saastamoinen.

source: Saamelaismusiikkikeskushanke liittyi osana vireillä olevaan Saamelaiskulttuurikeskuksen rakentamishankkeeseen, musiikinopetus tulee olemaan yksi Saamelaiskulttuurikeskuksen keskeisiä toimintoja.
sme: Sámi musihkkaguovddášfidnu laktásii oassin álgui biddjon Sámi kulturguovddáža huksenfidnui, musihkkaoahpahus boahtá leat okta Sámi kulturguovddáža deháleamos doaimmain.

source: Suomen hallitus myönsi Inariin rakennettavalle Saamelaiskulttuurikeskukselle rahoituksen 24.5.2007.
sme: Suoma ráđđehus mieđihii 24.5.2007 ruhtadeami Sámi kulturguovddážii, mii huksejuvvo Anárii. Ijahis Idja

source: Ijahis Idja – alkuperäiskansojen musiikkitapahtumasta, jota hankkeen työntekijät järjestivät yhdessä Anára Sámi Searvin, Siida-museon, Saamelaiskäräjien, Saamelaisalueen koulutuskeskuksen sekä Inarin kunnan kanssa, pyritään saamaan pysyvä tapahtuma Inarin kirkonkylälle.
sme: – eamiálbmotmusihkkafestiválas, man fidnu bargit lágidedje ovttas Anára Sámiservviin, Siida

source: Tapahtuman puitteissa järjestetään saamelaismusiikin konsertteja, opetusta, musiikkiseminaareja jne.
sme: sámimuseain, Sámedikkiin, Sámi oahpahusguovddážiin ja Anára gielddain, geahččaluvvo oažžut áigái bistevaš dáhpáhus Anára girkosiidii.

source: ja se järjestettiin projektin aikana vuonna 2007 neljännen kerran, 25.- 27. toukokuuta (www.ijahisidja.fi).
sme: Dáhpáhusas ordnejuvvojit sámemusihka konsearttat, oahpahus, musihkkaseminárat jna. ja dat ordnejuvvui prošeavtta áigge jagi 2007 njealját háve, 25.- 27. miessemánus (www.ijahisidja.fi).

source: Projektin kohderyhmänä olivat yli 15-vuotiaat Saamelaisalueella.
sme: Prošeavtta čuožáhatjoavkun ledje badjel 15-jáhkásaččat Sámeguovllus.

source: Saamelaismusiikinopetuksen suunnittelussa kuitenkin lähtökohtana oli alusta saakka se, että opetus tulevaisuudessa järjestetään jo pienestä lapsesta alkaen.
sme: Oahpahusa plánemis goit vuolggasadjin leai álggu rájes dat, ahte boahtteáiggis oahpahus ordnejuvvo juo smávva mánáide.

source: Saamelaisalueen opettajat sekä päiväkotien työntekijät olivat yksi tärkeä kohderyhmä.
sme: Sámeguovllu oahpaheaddjit ja beaiveruovttuid bargit ledje okta dehalaš čuozáhatjoavku.

source: Projektin järjestämällä opetuksella pyrittiin tukemaan sekä perinteisen että modernin saamelaismusiikin opetusta.
sme: Prošeavtta ordnen oahpahusain figgui doarjut nu árbevirolaš go moderna sámemusihka oahpahus.

source: Projektin toteutus ja yhteistyö
sme: Prošeavtta ollašuhttin ja ovttasbargu

source: Projektin aikana kartoitettiin projektisuunnitelman mukaisesti opettajien ja kuntien kantaa saamelaismusiikin opetuksen järjestämisestä esimerkiksi kiertävän musiikinopettajan toteuttamana.
sme: Prošeavtta áigge kártejuvvojedje prošeaktaplána mielde oahpaheaddjiid ja gielddaid oaivilat sámemusihka oahpahusa ordnemis ovdamearkka dihtii nu, ahte johtti musihkkaoahpaheaddji ollašuhttá dan.

source: Saamelaisalueella on pitkät välimatkat ja etäisyydet kylien välillä ja tämä asettaa haasteita myös musiikinopetukselle.
sme: Sámis leat guhkes mátkkit giliid gaskka ja dat buktá hástalusaid maiddái musihkkaoahpahussii.

source: Ongelmana on pätevien musiikinopettajien saaminen koko alueelle.
sme: Váttisvuohtan lea dohkálaš musihkkaoahpaheaddjiid oažžun oppa guvlui.

source: Paikoin puutetta on myös saamelaismusiikin osaajista yleensä – paikallisperinteen opettajia ei kaikkialta edes löydy.
sme: Báikkuid váilot maiddái oppalohkái olbmot, geain livččii sámemusihka máhttu – báikkálaččat oahpaheaddjit eai juohke sajis oppa gávdnoge.

source: Opetusta pyrittäisiin toteuttamaan mahdollisimman paljon paikallisin voimin sekä nk. ” Learning from the Elders ” – metodilla, jossa kenties jo ikääntyneetkin perinteenkantajat jakavat perinnetietämystään nuoremmille koulussa.
sme: Oahpahus geahččaluvvošii ollašuhttot nu olu go vejolaš báikkálaš fámuiguin ja ng. ” Learning from the Elders ” – vugiin, mas jo vuoras olbmot, geat hálddašit dán árbevieru, juhket máhtuset nuorabuidda skuvllas.

source: Tällä tavoin organisoitunakin perinnemusiikin opetuksessa tarvitaan ns. apupedagogi, apuopettaja tai koordinaattori, joka esim. huolehtii käytännön järjestelyistä ja tekee perinteenkantajalle mahdollisimman helpoksi luokkatilanteeseen tulemisen sekä toimii myös apuna opetustilanteessa.
sme: Vaikko oahpahuvvošiige dán vuogi mielde, de liikká dárbbašuvvo nd. veahkkepedagoga, veahkkeoahpaheaddji dahje koordináhtor, gii omd. fuolaha geavatlaš ordnemiin ja álkidahttá árbevieru máhtti boahtima luohkkálatnjii ja doaibmá maiddái veahkkin oahpahusdilálašvuođas.

source: Myös etäopetuksen mahdollisuuksia kartoitettiin ja osa tulevan Saamelaismusiikkikeskuksen opetuksesta järjestetäänkin hyvin todennäköisesti etäopetuksen avulla.
sme: M aiddái gáiddusoahpahusvejolašvuođat kártejuvvojedje ja lea hui jáhkehahtti, ahte oassi boahttevaš Sámi musihkkaguovddáža oahpahusas ordnejuvvoge gáiddusoahpahussan.

source: Projektin aikana kartoitettiin mielipiteitä siitä, miten laajaa aluetta kiertävä musiikinopettaja voisi hoitaa musiikinopetuksen.
sme: Prošeavtta áigge kártejuvvojedje oaivilat das, man viiddis guovllus johtti musihkkaoahpaheaddji sáhtášii dikšut musihka oahpahusa.

source: Yhtenä vaihtoehtona pyrittiin kartoittamaan miten saamelaismusiikin opetus järjestettäisiin kiertävän musiikinopettajan toimesta siten, että koulujen ja kuntien osaksi jäisi ainoastaan matkakulujen maksaminen.
sme: Oktan molssaeaktun geahččaluvvui kártet, mo sámemusihka oahpahus sáhtášii ordnejuvvot johtti musihkkaoahpaheaddji doaimmas nu, ahte skuvllaid ja gielddaid oassin bázášii dušše mátkegoluid máksin.

source: Saamenkielisen opetuksen ollessa kyseessä tämä onnistuisi, koska saamenkieliseen opetukseen saa 100 % valtion tuen opettajan palkkojen osalta.
sme: Sámegielat oahpahusa buohta dát lihkostuvašii, daningo sámegielat oahpahussii oažžu 100 % stáhtadoarjaga oahpaheaddji bálkkáide.

source: Lisäksi on tietysti huomioitava se seikka, että suomenkielisessä opetuksessa on huomattava määrä saamelaislapsia ja pysyvänä ratkaisuna opetuksen järjestäminen valtion rahoituksen kautta ainoastaan saamenkielisessä opetuksessa oleville lapsille ei ehkä ole kovin hyvä.
sme: Dasa lassin ferte dieđus ge váldit vuhtii dan, ahte suomagielat oahpahusas leat mearkkašahtti mearri sámemánát ja bissovaš čoavddusin oahpahusa ordnen stáhta doarjaga bokte dušše daidda mánáide, geat leat sámegielat oahpahusas, ii dáidde leat nu buorre.

source: Saamelaislapsia on myös suomenkielisessä opetuksessa hyvin paljon ja vaikka saamelaismusiikin opetuksen järjestäminen saamenkielisen opetuksen rahoituskehyksestä onkin kannatettava, suotava ja siitä on hyvä aloittaa, silti useat opettajat monelta eri koululta ilmaisivat huolensa siitä, jäävätkö suomenkieliset saamelaislapset kokonaan ilman saamelaismusiikin opetusta.
sme: Sámemánát leat maiddái suomagielat oahpahusas hui olu ja váikke sámemusihka oahpahusa ordnen sámegielat oahpahusa ruhtadanrámas leage doarjun veara ja sávahahtti ja das lea buorre álggahit, de liikká máŋggat oahpaheaddjit máŋgga skuvllas bukte ovdan fuolaset das, ahte báhcetgo suomagielat sámemánát obban sámemusihka oahpahusa haga.

source: Tämä on tärkeä seikka, joka tulee tulevaisuudessa huomioida.
sme: Dát lea dehálaš ášši, man galgá boahtteáiggis váldit vuhtii.

source: Kielikeskustelussa toisaalta painotettiin myös sitä, että saamenkieli kuuluu olennaisena osana saamelaiseen perinnemusiikkiin ja saamelaisen vokaalimusiikin kieli on perinteisesti saame.
sme: Giellahálešteamis nuppe dáfus deattuhuvvui maiddái dat, ahte sámegiella gullá mávssolaš oassin sámi árbevirolaš musihkkii ja vokálamusihka giella árbevirolaččat lea sámegiella.

source: Tarvetta ja kiinnostusta olisi myös saada suomenluokille saamelaismusiikin opetusta niin, että se tulisi tutuksi myös alueen suomenkieliselle ja suomalaiselle väestölle.
sme: Dárbu ja beroštupmi oažžut maiddái suoma luohkáide sámemusihka oahpahusa nu, ahte dat šattašii oahpisin maiddái guovllu suomagielagiidda ja suopmelaš álbmogii.

source: Ideaali tilanne olisi, että saamelaismusiikkia sisällytetään musiikin opetussuunnitelmiin koko Saamelaisalueella, ainakin enemmän kuin mitä se tätä nykyä tulee esiin musiikin opetuksessa.
sme: Ideála dilli livččii, ahte sámemusihkka váldojuvvošii sisa oahppaplánaide oppa sámeguovllus, goittotge eanet, go maid dat dál boahtá ovdan musihka oahpahusas.

source: Saamelaismusiikin opetusta tulee suunnittelemaan ja järjestämään Inariin rakennettavan Saamelaiskulttuurikeskuksen kautta Saamelaismusiikkikeskus, jonka toimintaa varten haetaan rahoitusta jo ensi vuodelle.
sme: Sámemusihka oahpahusa boahtá plánet ja ordnet Sámi musihkkaguovddáš, man doaimma várás ohccojuvvo ruhta juo boahtte jahkái. Sámi musihkkaguovddáš doaibmá Sámi kulturguovddáža oktavuođas, mii huksejuvvo Anárii.

source: Ideana on järjestää niin perinteisen kuin populaarin saamelaismusiikin opetusta kouluille.
sme: Jurddan lea ordnet sihke árbevirolaš ja maiddái populára sámemusihka oahpahusa skuvllaide.

source: Saamelaismusiikkikeskuksen visioksi suunniteltiin seuraavaa:
sme: Sámi musihkkaguovddáža višuvdnan plánejuvvui čuovvovaš:

source: Saamelaismusiikkikeskus
sme: Sámi musihkkaguovddáš

source: säilyttää ja edelleen kehittää perinteisiä saamelaisia vokaalimusiikkityylejä (luohti, leudd ja livđe), järjestää elävän ja kehittyvän saamelaismusiikin opetusta, tarjoaa puitteet saamelaisen musiikin ammattimaiseen tuotantoon ja jakeluun, kehittää saamelaista musiikkiosaamista, kohottaa saamelaisten musiikkityylien imagoa ja sitä kautta lisää kiinnostusta saamelaiseen musiikkiin.
sme: seailluha ja ovddida árbevirolaš sámi vokálamusihkkastiillaid (luohti, leudd ja livđe), ordne ealli ja ovdáneaddji sámemusihka oahpahusa, fállá vejolašvuođaid sámi musihka ámmátlaš buvttadeapmái ja juohkimii, ovddida sámi musihka máhtolašvuođa, lokte sámi musihkkastiillaid ja dan bokte lasiha beroštumi sámi musihkkii.

source: Saamelaismusiikkikeskus tuottaa laadukasta ja monimuotoista sisältöä nykyaikaisin keinoin perinteitä vaalien ja kunnioittaen.
sme: Sámi musihkkaguovddáš buvttada lágálaš ja máŋggahámat sisdoalu dálá vugiiguin nu ahte seammás gáhtte ja gudnejahttá árbevieruid.

source: Saamelaismusiikin opetus jatkuu tämän EU-projektin loppumisen jälkeen myös esim. Saamelaisalueen koulutuskeskuksessa sekä Ivalon ja Utsjoen kansalaisopistoissa.
sme: Sámemusihka oahpahus joatkašuvvá dán EU-prošeavtta nohkama maŋŋá maiddái omd. Sámi oahpahusguoddážis ja Avvila ja Ohcejoga rávesolbmuidskuvllas.

source: Yhteistyö koulujen ja opettajien kanssa oli tärkeää.
sme: Ovttasbargu skuvllaiguin ja oahpaheaddjiiguin lea dehálaš.

source: Suurena apuna ja yhteistyökumppanina projektille oli myös muusikko, saamelaisläänintaiteilija Ulla Pirttijärvi-Länsman.
sme: Stuorra veahkkin ja ovttabargoguoibmin prošektii lei maiddái musihkkár, sámi leanadáiddár Ulla Pirttijärvi-Länsman.

source: Hänen kanssaan tehtiin yhteistyötä muun muassa perinteenkantajien kartoittamisessa, kurssien järjestämisessä, opettajakoulutusseminaareissa sekä koulukierroksilla.
sme: Suinna bargojuvvui ovttas earet eará árbevieru máhttiid kártemis, kurssaid ordnemis, oahpaheaddjiid skuvlenseminárain ja skuvllaid mielde jođedettiin.

source: Koulukierrosten sekä perinnemusiikin taitajien haastattelujen suhteen päätettiin tehdä yhteistyötä Saamelaiskäräjien saamelaisen perinnemusiikin oppikirja – hankkeen kanssa sillä yhteistyö oli luontevaa koska kyse oli täysin samasta asiasta; saamelaisen perinnemusiikin opettamisesta kouluissa.
sme: Skuvllaid mielde johtima ja árbevirolaš musihka máhttiid jearahallamiid ektui mearrideimmet bargat ovttas Sámedikki árbevirolaš musihka oahppagirjefidnuin. Ovttasbargu lei lunddolaš daningo jearaldat lei áibbas seammá áššis; sámi árbevirolaš musihka oahpaheamis skuvllain.

source: Koulukierroksia tehtiin koko saamelaisalueella Ulla Pirttijärvi-Länsmanin, M arko Jousteen sekä Petra Maggan johdolla.
sme: Skuvllain fidnojuvvui oppa Sámi guovllus ovttas Ulla Pirttijärvi-Länsmaniin, M arko Joustein ja Petra Maggain.

source: Saamelaismusiikkikeskushankkeen projektipäällikkö osallistuu saamelaismusiikin oppikirjahankkeeseen ohjausryhmän jäsenenä.
sme: Sámi musihkkaguovddášfidnu prošeaktahoavda oassálastá sámemusihka oahppagirjefidnui stivrenjoavkku lahttun.

source: Saamelaiskäräjien hallinnoima projekti vuonna oli musiikkiprojektin lisäksi Saamelaiskulttuurikeskuksen suunnitteluun liittyvä ESR-hanke Saamelaiskulttuurikeskuksen toimintamallin luominen.
sme: Sámedikki hálddašan prošeakta j. 2007 lei musihkkaprošeavtta lassin Sámi kulturguovddáža plánemii laktáseaddji ESR-fidnu Sámi kulturguovddáža doaibmamálle hábmen.

source: Edellä mainitun projektin kanssa tehtiin tiivistä yhteistyötä koko hankkeen keston ajan.
sme: Ovddabealde máinnašuvvon prošeavttain bargojuvvui lávga ovttas nu guhká go fidnu bisttii.

source: Samoin valtakunnalliseen Taikalamppu – lastenkulttuuriverkostoon kuuluvan Saamelainen lastenkulttuurikeskushankkeen kanssa tehtiin yhteistyötä.
sme: Seammá dahkkui maiddái riikkaviidosaš Taikalamppu - mánáidkultuvrafierpmádahkii gullevaš Sámi mánáidkulturfidnuin.

source: 1.6.2006 alkaneen EM OTRSaamelaisalueen elinkeinotoiminnan koordinointi- ja kehittämishankeen kanssa oli myös yhteistyökuvioita liittyen esim. Ijahis Idja - tapahtumaan.
sme: 1.6.2006 álgán EM OTR-fidnu Sámi ealáhusdoaimma koordineren- ja ovddidanfidnuin bargojuvvui ovttas omd. Ijahis Idja - dáhpáhusa oktavuođas.

source: Jussi Isokoski teki elinkeinohankkeelle selvityksen Suomen puolen saamelaisista muusikoista.
sme: Jussi Isokoski barggai ealáhusfidnui čilgehusa Suoma beale sámi musihkkáriin.

source: Yhteispohjoismainen, Suomessa helmikuussa 2006 alkanut Joikuarkistoprojekti on ollut yhteistyökumppanina M arko Jousteen voimin. hanke
sme: Davviriikkalaš, Suomas guovvamánus 2006 álgán Luohtearkiivaprošeakta lea leamaš ovttasbargoguoibmin M arko Jouste bokte.

source: Yhteispohjoismainen Juoigiid Searvi:n (Joikaajien yhdistys) kanssa on mm. suunniteltu opetusta sekä kysytty kommentteja opetussuunnitelma-asioissa.
sme: Ovttas davviriikkalaš Juoigiid Servviin lea ee. plánejuvvon oahpahus ja jerrojuvvon kommeanttat oahppoplánaáššiin.

source: Juoigiid Searvin puheejohtaja Mattis Heatta kuului myös hankkeen ohjausryhmään.
sme: Juoigiid Searvvi ságadoalli Mattis Hætta gulai maiddái fidnu stivrenjovkui.

source: Suomen M usiikkioppilaitosten Liiton vetämän M onimuotoinen musiikki – hankkeen puitteissa kartoitettiin muun muassa vähemmistömusiikin opettamisen erityispiirteitä.
sme: Suomen M usiikkioppilaitosten Liitto jođihan M onimuotoinen musiikki - fidnu siste kártejuvvojedje earet eará unnitlogu musihka oahpahusa sierrasárgosat.

source: Projektipäällikkö osallistui hankkeen kokouksiin työryhmän jäsenenä.
sme: Prošeaktahoavda oassálasttii fidnu čoahkkimiidda bargojoavkku lahttun.

source: Projektipäällikkö osallistui myös Virtuaalimusiikkihankkeen kokoukseen kertoen projektista sekä saamelaismusiikista.
sme: Prošeaktahoavda oassálasttii maiddái Virtuálamusihkkafidnu čoahkkimii ja muitalii prošeavtta ja sámi musihka birra.

source: Tapaamisessa tutkittiin etäopetuksen mahdollisuuksia musiikinopettamisessa.
sme: Deaivvadeamis guorahallojuvvojedje gáiddusoahpahusa vejolašvuođat musihkkaoahpahusas.

source: Julkisuus ja tiedottaminen
sme: Almmolašvuohta ja dieđiheapmi

source: Hanke on saanut näkyvyyttä muun muassa erilaisten tapahtumien järjestämisen kautta.
sme: Prošeakta lea ožžon oainnusvuođa earret eará iešguđetlágan dáhpáhusaid ordnema bokte.

source: Projektin työntekijät esittelivät projektia sekä saamelaismusiikkia yleensä useissa tilaisuuksissa liittyen mm.. Saamelaiskulttuurikeskuksen suunnitteluun sekä esittelyyn.
sme: Prošeavtta bargit muitaledje prošeavtta ja muđuige sámemusihka birra máŋggain dilálašvuođain, mat laktásedje ee. Sámi kulturguovddáža plánemii ja dan birra dieđiheapmái.

source: Projekti järjesti koulutusta, joista kirjoitettiin medialle lehdistötiedotteita.
sme: Prošeakta ordnii skuvlendilálašvuođaid, maid birra čállojuvvojedje mediai aviisadieđáhusat.

source: Lehdistötiedotteissa sekä mainoksissa oli näkyvissä ESRlogo sekä muut vaaditut logot.
sme: Aviisadieđáhusain ja máidnosiin lei oidnosis ESR-logo ja eará gáibiduvvon logot.

source: Annettujen radiohaastattelujen (YLE.
sme: Addojuvvon radiojearahallamiid (YLE.

source: Sámi Radio, NRK Sámi Radio, YLE Radio Suomi) lisäksi projektipäällikkö on esiintynyt televisiossa Ođđasat - saamenkielisissä uutisissa.
sme: Sámi Radio, NRK Sámi Radio, YLE Radio Suomi) lassin prošeaktahoavda lea leamaš ovdan tv Ođđasat - sáddagiin.
